;	=======================
;	 INCINERATORS
;	-----------------------

[IRI_FireSparkFlamethrower X2AbilityTemplate]
LocFriendlyName="Выжечь"
LocLongDescription="Выстрелить из огнемёта в конусообразной области."
LocHelpText="Выстрелить из огнемёта в конусообразной области."

[IRI_FireSparkFlamethrowerOverwatch X2AbilityTemplate]
LocFriendlyName="Выжечь"
LocLongDescription="Выстрелить из огнемёта в конусообразной области."
LocHelpText="Выстрелить из огнемёта в конусообразной области."

[IRI_Incinerator_CV X2WeaponTemplate]
FriendlyName="СФ-01 \"Выжигатель\""
FriendlyNamePlural="СФ-01 \"Выжигатели\""
BriefSummary="Изначально разработанный др. Клаусом для XCOM в 2015 году, \"Выжигатель\" был предназначен для установки на тяжёлые транспортные средства. Принцип действия как и у любого огнемёта - залить всё вокруг огнём, но усиленное давление и большие размеры позволяют делать это в большой области."
TacticalText="\"Выжигатель\" - крупногабаритный огнемет для ИСКР. <br/><bullet/> Цели невосприимчивые к огню не получают урон от этого оружия. <br/><bullet/> Как обычные так и выстрелы \"наблюдения\" задевают конусообразную область. С этим оружием надо быть особенно осторожных неподалёку от союзных бойцов и разрушаемых объектов."
AbilityDescName="выжигатель"

[IRI_Incinerator_MG X2WeaponTemplate]
FriendlyName="СФ-21 \"Испепелитель\""
FriendlyNamePlural="СФ-21 \"Испепелители\""
BriefSummary="\"Испепелитель\" изготовлен большей частью из инопланетных сплавов, что позволяет выдерживать ещё большее давление в стволе и устраивать настоящую огненную бурю."
TacticalText="\"Испепелитель\" - крупногабаритный огнемет для ИСКР. <br/><bullet/> Цели невосприимчивые к огню не получают урон от этого оружия. <br/><bullet/> Как обычные так и выстрелы \"наблюдения\" задевают конусообразную область. С этим оружием надо быть особенно осторожных неподалёку от союзных бойцов и разрушаемых объектов."
AbilityDescName="выжигатель"

[IRI_Incinerator_BM X2WeaponTemplate]
FriendlyName="СФ-35 \"Солнечная вспышка\""
FriendlyNamePlural="СФ-35 \"Солнечные вспышки\""
BriefSummary="\"Солнечная вспышка\" выпускает поток перегретого ионизированного газа, наносящий чудовищный урон в области действия этого оружия."
TacticalText="\"Солнечная вспышка\" - крупногабаритный огнемет для ИСКР. <br/><bullet/> Цели невосприимчивые к огню не получают урон от этого оружия. <br/><bullet/> Как обычные так и выстрелы \"наблюдения\" задевают конусообразную область. С этим оружием надо быть особенно осторожных неподалёку от союзных бойцов и разрушаемых объектов."
AbilityDescName="выжигатель"

;	============
;	 SABOT AMMO
;	------------
[IRI_Ammo_Sabot X2AmmoTemplate]
FriendlyName="Подкалиберные патроны"
FriendlyNamePlural="Подкалиберные патроны"
BriefSummary="Эти стрелообразные подкалиберные заряды в отделяющемся контейнере разгоняются до огромных скоростей, что позволяет легче поражать цели на больших расстояниях и врагу от них сложнее уклониться."
TacticalText="Подкалиберные патроны - идеальный выбор для ваших снайперов. <br/><bullet> Снижает потерю точности и шанса к критическому урону при стрельбе по целям в поле \"общего вида\" на <Ability:IRI_SABOT_AMMO_COUNTER_SQUADSIGHT/>. <br/><bullet> Игнорирует <Ability:IRI_SABOT_AMMO_COUNTER_DODGE/> уклонения цели. <br><Bullet/> Игнорирует <Ability:IRI_SABOT_AMMO_COUNTER_DEFENSE/> защиты цели. (врожденной и от навыков, бонус от укрытий - по прежнему будет работать)"

[IRI_Ammo_Sabot_Ability X2AbilityTemplate]
LocFriendlyName="Подкалиберные патроны"
LocLongDescription="Эти стрелообразные подкалиберные заряды в отделяющемся контейнере разгоняются до огромных скоростей, что позволяет легче поражать цели на больших расстояниях и врагу от них сложнее уклониться."
LocHelpText="Эти стрелообразные подкалиберные заряды в отделяющемся контейнере разгоняются до огромных скоростей, что позволяет легче поражать цели на больших расстояниях и врагу от них сложнее уклониться."
LocFlyOverText="Подкалиберный патроны"

;	=======================
;	 ARTILLERY CANNONS
;	-----------------------

[IRI_ArtilleryCannon_CV X2WeaponTemplate]
FriendlyName="T-17 \"Архангел\" специальная пушка"
FriendlyNamePlural="T-17 \"Архангел\" специальные пушки"
BriefSummary="Дальнобойная пушка для ИСКР\n\nПрототип этого оружия был разработан в концу 2015 в Архангельске, T-17 тяжелая пушка это 45mm портативная пушка, которая должна была стать тяжелым оружием для \"Т-БМП\""
TacticalText="Прототип этого оружия был разработан в концу 2015 в Архангельске, T-17 тяжелая пушка это 45mm портативная пушка, которая должна была стать тяжелым оружием для \"Т-БМП\"<br/><bullet/> Кинетические снаряды этой пушки способны игнорировать укрытия, нанося на <Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/> меньше урона, вместо потери точности при стрельбе по целям в укрытии. К сожалению эти снаряды быстро теряют энергию на больших дистанциях, если не экипированы специальные \"подкалиберные патроны\".<br/><bullet/> Специальные пушки необходимо перезаряжать после каждого выстрела, и они требуют два хода на выстрел.<br/><bullet/> Это оружие получает бонусы от специальных патронов.<br/><bullet/> Область тактического применения этого оружия во многом зависит от экипированных боеприпасов."
AbilityDescName="специальная пушка"

[IRI_ArtilleryCannon_MG X2WeaponTemplate]
FriendlyName="ЛАГО-508 специальная пушка"
FriendlyNamePlural="ЛАГО-508 специальные пушки"
BriefSummary="Дальнобойная магнитная пушка для ИСКР\n\nЛинейная Акселераторная Гаусс-пушка \"Онагр\" новейшее и лучшее решение в области магнитного оружия большого калибра."
TacticalText="Линейная Акселераторная Гаусс-пушка \"Онагр\" новейшее и лучшее решение в области магнитного оружия большого калибра.<br/><bullet/> Кинетические снаряды этой пушки способны игнорировать укрытия, нанося на <Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/> меньше урона, вместо потери точности при стрельбе по целям в укрытии. К сожалению эти снаряды быстро теряют энергию на больших дистанциях, если не экипированы специальные \"подкалиберные патроны\".<br/><bullet/> Специальные пушки необходимо перезаряжать после каждого выстрела, и они требуют два хода на выстрел.<br/><bullet/> Это оружие получает бонусы от специальных патронов.<br/><bullet/> Область тактического применения этого оружия во многом зависит от экипированных боеприпасов."
AbilityDescName="специальная пушка"

[IRI_ArtilleryCannon_BM X2WeaponTemplate]
FriendlyName="Л-22 \"Звездный лист\" специальная пушка"
FriendlyNamePlural="Л-22 \"Звездный лист\" специальные пушки"
BriefSummary="Дальнобойная плазменная пушка для ИСКР\n\nНазванный в честь особой звездообразной дульной вспышки при выстреле, \"Звездный лист\" запускает шары конденсированной летучей плазмы."
TacticalText="Названный в честь особой звездообразной дульной вспышки при выстреле, \"Звездный лист\" запускает шары конденсированной летучей плазмы.<br/><bullet/> Плазменные заряды этой пушки способны игнорировать укрытия, нанося на <Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/> меньше урона, вместо потери точности при стрельбе по целям в укрытии. К сожалению плазма быстро теряет энергию на больших дистанциях, если не экипированы специальные \"подкалиберные патроны\".<br/><bullet/> Специальные пушки необходимо перезаряжать после каждого выстрела, и они требуют два хода на выстрел.<br/><bullet/> Это оружие получает бонусы от специальных патронов.<br/><bullet/> Область тактического применения этого оружия во многом зависит от экипированных боеприпасов."
AbilityDescName="специальная пушка"

;	=======================
;	 CANNON SHELL PASSIVES
;	-----------------------

;	=====================================================================================================
;	Used for localization and icon in tactical to remind the player that cannon can shoot through cover.

[IRI_FireArtilleryCannon_AP_Passive X2AbilityTemplate]
LocFriendlyName="Специальная пушка"
LocLongDescription="Обычные снаряды этой пушки способны игнорировать укрытия, нанося на <Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/> меньше урона, вместо потери точности при стрельбе по целям в укрытии."
LocHelpText="Обычные снаряды этой пушки способны игнорировать укрытия, нанося на <Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/> меньше урона, вместо потери точности при стрельбе по целям в укрытии."
LocFlyOverText="специальная пушка"

;	=====================================================================================================
;	Not actually visible in game

[IRI_FireArtilleryCannon_HEAT_Passive X2AbilityTemplate]
LocFriendlyName="Переносит БФПТ заряды"
LocLongDescription="Этот боец переносит БФПТ заряды (Бронебойно-Фугасные Противо-Танковые), которые можно использовать с специальной пушкой. БФПТ заряды серьезно повреждают броню одной цели и наносят взрывной урон всем целям неподалеку. Эти заряды реже наносят критический урон при стрельбе по целям в рамках \"общего вида\"."
LocHelpText="Этот боец переносит БФПТ заряды (Бронебойно-Фугасные Противо-Танковые), которые можно использовать с специальной пушкой. БФПТ заряды серьезно повреждают броню одной цели и наносят взрывной урон всем целям неподалеку. Эти заряды реже наносят критический урон при стрельбе по целям в рамках \"общего вида\"."
LocFlyOverText="БФПТ заряды"

[IRI_FireArtilleryCannon_HE_Passive X2AbilityTemplate]
LocFriendlyName="Переносит фугасные заряды"
LocLongDescription="Этот боец переносит фугасные заряды, которые можно использовать с специальной пушкой. Фугасные заряды летят по баллистической дугообразной траектории и наносят урон всем целям в области действия."
LocHelpText="Этот боец переносит фугасные заряды, которые можно использовать с специальной пушкой. Фугасные заряды летят по баллистической дугообразной траектории и наносят урон всем целям в области действия."
LocFlyOverText="фугасные заряды"

[IRI_FireArtilleryCannon_Shrapnel_Passive X2AbilityTemplate]
LocFriendlyName="Переносит шрапнельные заряды"
LocLongDescription="Этот боец переносит шрапнельные заряды, которые можно использовать с специальной пушкой. Шрапнельные заряды наносят урон всем целям в конусе выстрела, но урон блокируется укрытиями."
LocHelpText="Этот боец переносит шрапнельные заряды, которые можно использовать с специальной пушкой. Шрапнельные заряды наносят урон всем целям в конусе выстрела, но урон блокируется укрытиями."
LocFlyOverText="шрапнельные заряды"

;	=====================================================================================================
;	Used for localization and icon in tactical to remind the player that this unit carries specific shells

[IRI_Shell_HEAT_Passive X2AbilityTemplate]
LocFriendlyName="Переносит БФПТ заряды"
LocLongDescription="Этот боец переносит БФПТ заряды (Бронебойно-Фугасные Противо-Танковые), которые можно использовать с специальной пушкой. БФПТ заряды серьезно повреждают броню одной цели и наносят взрывной урон всем целям неподалеку. Эти заряды реже наносят критический урон при стрельбе по целям в рамках \"общего вида\", если не использовать подкалиберные патроны."
LocHelpText="Этот боец переносит БФПТ заряды (Бронебойно-Фугасные Противо-Танковые), которые можно использовать с специальной пушкой. БФПТ заряды серьезно повреждают броню одной цели и наносят взрывной урон всем целям неподалеку. Эти заряды реже наносят критический урон при стрельбе по целям в рамках \"общего вида\", если не использовать подкалиберные патроны."
LocFlyOverText="БФПТ заряды"

[IRI_Shell_HEDP_Passive X2AbilityTemplate]
LocFriendlyName="Переносит БФДД заряды"
LocLongDescription="Этот боец переносит БФДД заряды (Бронебойно-Фугасные Двойного Действия), которые можно использовать с специальной пушкой. Эти заряды серьезно повреждают броню одной цели и наносят средний взрывной урон всем целям неподалеку. Эти заряды реже наносят критический урон при стрельбе по целям в рамках \"общего вида\", если не использовать подкалиберные патроны."
LocHelpText="Этот боец переносит БФДД заряды (Бронебойно-Фугасные Двойного Действия), которые можно использовать с специальной пушкой. Эти заряды серьезно повреждают броню одной цели и наносят средний взрывной урон всем целям неподалеку. Эти заряды реже наносят критический урон при стрельбе по целям в рамках \"общего вида\", если не использовать подкалиберные патроны."
LocFlyOverText="БФДД заряды"

[IRI_Shell_HEAT_Passive X2AbilityTemplate]
LocFriendlyName="Переносит БФПТ заряды"
LocLongDescription="Этот боец переносит БФПТ заряды (Бронебойно-Фугасные Противо-Танковые), которые можно использовать с специальной пушкой. БФПТ заряды серьезно повреждают броню одной цели и наносят взрывной урон всем целям неподалеку. Эти заряды реже наносят критический урон при стрельбе по целям в рамках \"общего вида\", если не использовать подкалиберные патроны."
LocHelpText="Этот боец переносит БФПТ заряды (Бронебойно-Фугасные Противо-Танковые), которые можно использовать с специальной пушкой. БФПТ заряды серьезно повреждают броню одной цели и наносят взрывной урон всем целям неподалеку. Эти заряды реже наносят критический урон при стрельбе по целям в рамках \"общего вида\", если не использовать подкалиберные патроны."
LocFlyOverText="БФПТ заряды"

[IRI_Shell_HE_Passive X2AbilityTemplate]
LocFriendlyName="Переносит фугасные заряды"
LocLongDescription="Этот боец переносит фугасные заряды, которые можно использовать с специальной пушкой. Фугасные заряды летят по баллистической дугообразной траектории и наносят урон всем целям в области действия."
LocHelpText="Этот боец переносит фугасные заряды, которые можно использовать с специальной пушкой. Фугасные заряды летят по баллистической дугообразной траектории и наносят урон всем целям в области действия."
LocFlyOverText="фугасные заряды"

[IRI_Shell_HESH_Passive X2AbilityTemplate]
LocFriendlyName="Переносит фугасные разделяющиеся заряды"
LocLongDescription="Этот боец переносит фугасные разделяющиеся заряды, которые можно использовать с специальной пушкой. Фугасные разделяющиеся заряды летят по баллистической дугообразной траектории и наносят урон всем целям в области действия, цели в центре области поражения получают повышенный урон."
LocHelpText="Этот боец переносит фугасные разделяющиеся заряды, которые можно использовать с специальной пушкой. Фугасные разделяющиеся заряды летят по баллистической дугообразной траектории и наносят урон всем целям в области действия, цели в центре области поражения получают повышенный урон."
LocFlyOverText="фугасные разделяющиеся заряды"

[IRI_Shell_Shrapnel_Passive X2AbilityTemplate]
LocFriendlyName="Переносит шрапнельные заряды"
LocLongDescription="Этот боец переносит шрапнельные заряды, которые можно использовать с специальной пушкой. Шрапнельные заряды наносят урон всем целям в конусе выстрела, но урон блокируется укрытиями."
LocHelpText="Этот боец переносит шрапнельные заряды, которые можно использовать с специальной пушкой. Шрапнельные заряды наносят урон всем целям в конусе выстрела, но урон блокируется укрытиями."
LocFlyOverText="шрапнельные заряды"

[IRI_Shell_Flechette_Passive X2AbilityTemplate]
LocFriendlyName="Переносит игольные заряды"
LocLongDescription="Этот боец переносит заряды с дротиками, которые можно использовать с специальной пушкой. Дротики наносят урон всем целям в конусе выстрела. Стреловидные поражающие элементы блокируются укрытиями, но пробивают броню органических целей."
LocHelpText="TЭтот боец переносит заряды с дротиками, которые можно использовать с специальной пушкой. Дротики наносят урон всем целям в конусе выстрела. Стреловидные поражающие элементы блокируются укрытиями, но пробивают броню органических целей."
LocFlyOverText="игольные заряды"


;	============================
;	 EXPERIMENTAL CANNON SHELLS
;	----------------------------

[IRI_ExperimentalShells_Tech X2TechTemplate]
DisplayName="<font color='#ED9C71'>Экспериментальные заряды к специальной пушке</font>"
Summary="Имея в своем распоряжении некоторые время и ресурсы, для расширения тактических возможностей наших ИСКР, мы могли бы создать автоматизированные линии по выпуску различных зарядов к СПЕЦИАЛЬНОЙ ПУШКЕ. На время разработки нам потребуется образец пушки. (она вернется после проекта)"

[IRI_Shell_HEAT X2WeaponTemplate]
FriendlyName="БФПТ заряды"
FriendlyNamePlural="БФПТ заряды"
BriefSummary="Бронебойно-фугасные противотанковые снаряды используют кумулятивный заряд взрывчатого вещества для буквального продавливает брони цели."
TacticalText="Бронебойно-фугасные противотанковые снаряды используют кумулятивный заряд взрывчатого вещества для буквального продавливает брони цели.<br/><bullet/> Эти снаряды чрезвычайно эффективны против бронированных целей и наносят небольшой урон всем целям неподалеку.<br/><bullet/> Сравнительно небольшая скорость полета снаряда снижает шанс попасть в уязвимое место противника на больших расстояниях.<br/><bullet/> Специальные заряды экипируются в \"дополнительную\" оружейную ячейку."

[IRI_Shell_HE X2WeaponTemplate]
FriendlyName="Фугасные заряды"
FriendlyNamePlural="Фугасные заряды"
BriefSummary="Фугасные снаряды летят по дугообразной траектории и наносят умеренный взрывной урон целям вокруг точки падения."
TacticalText="Фугасные снаряды летят по дугообразной траектории и наносят умеренный взрывной урон целям вокруг точки падения.<br/><bullet/> Специальные заряды экипируются в \"дополнительную\" оружейную ячейку."

[IRI_Shell_Shrapnel X2WeaponTemplate]
FriendlyName="Шрапнельные заряды"
FriendlyNamePlural="Шрапнельные заряды"
BriefSummary="Шрапнельные снаряды выстреливают шрапнелью, которая наносит умеренный урон целям в конусе. Шрапнель не пробивает укрытия."
TacticalText="Шрапнельные снаряды выстреливают шрапнелью, которая наносит умеренный урон целям в конусе. Шрапнель не пробивает укрытия.<br/><bullet/> Специальные заряды экипируются в \"дополнительную\" оружейную ячейку."

[IRI_FireArtilleryCannon_HEAT X2AbilityTemplate]
LocFriendlyName="Выстрелить БФПТ зарядом"
LocLongDescription="Запустить бронебойно-фугасный противотанковый снаряд в цель."
LocHelpText="Запустить бронебойно-фугасный противотанковый снаряд в цель."

[IRI_FireArtilleryCannon_HE X2AbilityTemplate]
LocFriendlyName="Выстрелить фугасным зарядом"
LocLongDescription="Запустить фугасный снаряд в указанную область."
LocHelpText="Запустить фугасный снаряд в указанную область."

[IRI_FireArtilleryCannon_Shrapnel X2AbilityTemplate]
LocFriendlyName="Выстрелить шрапнельным зарядом"
LocLongDescription="Выстрелить шрапнельным снарядом в указанную область."
LocHelpText="Выстрелить шрапнельным снарядом в указанную область."

;	========================
;	 IMPROVED CANNON SHELLS
;	------------------------
[IRI_ImprovedShells_Tech X2TechTemplate]
DisplayName="<font color='#ED9C71'>Улучшенные заряды к специальной пушке</font>"
Summary="Обновленные и улучшенные заряды к специальной пушке справляются со своими задачами лучше и практический не имеют недостатков предшественников."

[IRI_Shell_HEDP X2WeaponTemplate]
FriendlyName="Заряды БФДД"
FriendlyNamePlural="Заряды БФДД"
BriefSummary="Заряды БФДД (Бронебойно-Фугасные Двойного Действия) - это улучшенные бронебойно-фугасные снаряды с двойной оболочкой, которая лучше разбивается на фрагменты."
TacticalText="Заряды БФДД (Бронебойно-Фугасные Двойного Действия) - это улучшенные бронебойно-фугасные снаряды с двойной оболочкой, которая лучше разбивается на фрагменты.<br/><bullet/> Эти снаряды чрезвычайно эффективны против бронированных целей и наносят средний урон всем целям неподалеку.<br/><bullet/> Сравнительно небольшая скорость полета снаряда снижает шанс попасть в уязвимое место противника на больших расстояниях, если не используются подкалиберные патроны.<br/><bullet/> Специальные заряды экипируются в \"дополнительную\" оружейную ячейку."

[IRI_Shell_HESH X2WeaponTemplate]
FriendlyName="Заряды фугасные разделяющиеся"
FriendlyNamePlural="Заряды фугасные разделяющиеся"
BriefSummary="Фугасные разделяющиеся снаряды - это улучшенный вариант обычных осколочно-фугасных и предназначены для поражения нескольких целей в области воздействия. Цели ближе к центру детонации получают повышенный урон."
TacticalText="Фугасные разделяющиеся снаряды - это улучшенный вариант обычных осколочно-фугасных и предназначены для поражения нескольких целей в области воздействия.<br/><bullet/> Цели ближе к центру детонации получают повышенный урон.<br/><bullet/> Специальные заряды экипируются в \"дополнительную\" оружейную ячейку."

[IRI_Shell_Flechette X2WeaponTemplate]
FriendlyName="Игольные заряды"
FriendlyNamePlural="Игольные заряды"
BriefSummary="Эти снаряды похожи на шрапнельные, но начинены дротиками вместо шариков шрапнели, дротики более эффективно пробивают броню органических целей."
TacticalText="Эти снаряды похожи на шрапнельные, но начинены дротиками вместо шариков шрапнели, дротики более эффективно пробивают броню органических целей. Дротики не пробивают укрытия.<br/><bullet/> Специальные заряды экипируются в \"дополнительную\" оружейную ячейку."

[IRI_FireArtilleryCannon_HEDP X2AbilityTemplate]
LocFriendlyName="Выстрелить БФДД зарядом"
LocLongDescription="Запустить бронебойно-фугасный снаряд двойного действия в цель."
LocHelpText="Запустить бронебойно-фугасный снаряд двойного действия в цель."

[IRI_FireArtilleryCannon_HESH X2AbilityTemplate]
LocFriendlyName="Выстрелить фугасным разделяющимся зарядом"
LocLongDescription="Запустить фугасный разделяющийся снаряд в указанную область."
LocHelpText="Запустить фугасный разделяющийся снаряд в указанную область."

[IRI_FireArtilleryCannon_Flechette X2AbilityTemplate]
LocFriendlyName="Выстрелить зарядом с дротиками"
LocLongDescription="Выстрелить зарядом с дротиками в указанную область."
LocHelpText="Выстрелить зарядом с дротиками в указанную область."

;	========================
;	 MUNITIONS MOUNT
;	------------------------
[IRI_Shells_T1 X2WeaponTemplate]
FriendlyName="Крепление для боеприпасов"
FriendlyNamePlural="Крепления для боеприпасов"
BriefSummary="Установленные в качестве дополнительного оружия \"крепления для боеприпасов\" позволяют переносить сразу БФПТ, фугасные и шрапнельные заряды."
TacticalText="Установленные в качестве дополнительного оружия \"крепления для боеприпасов\" позволяют переносить сразу БФПТ, фугасные и шрапнельные заряды."

[IRI_Shells_T2 X2WeaponTemplate]
FriendlyName="Улучшенное крепление для боеприпасов"
FriendlyNamePlural=""Улучшенные крепления для боеприпасов"
BriefSummary="Установленные в качестве дополнительного оружия \"улучшенные крепления для боеприпасов\" позволяют переносить сразу БФДД, фугасные разделяющиеся и игольные заряды."
TacticalText="Установленные в качестве дополнительного оружия \"улучшенные крепления для боеприпасов\" позволяют переносить сразу БФДД, фугасные разделяющиеся и игольные заряды."

;	========================
;	WEAPON UPGRADES
;	------------------------	 

;[IRI_ExperimentalMagazine_Passive X2AbilityTemplate]
;LocFriendlyName="Экспериментальный магазин"
;LocLongDescription="Этот солдат вооружен оружием, которое было модернизировано с помощью экспериментального магазина. Такое оружие может быть снаряжено специальными патронами."
;LocHelpText="Этот солдат вооружен оружием, которое было модернизировано с помощью экспериментального магазина. Такое оружие может быть снаряжено специальными патронами."
;LocFlyOverText="Экспериментальный магазин"

[IRI_ExperimentalMagazine_Upgrade X2WeaponUpgradeTemplate]
FriendlyName="Экспериментальный магазин"
FriendlyNamePlural="Экспериментальный магазин"
BriefSummary="Дает специальную ячейку для патронов."
TinySummary="Дает специальную ячейку для патронов."
LootTooltip="Это улучшение оружия позволит использовать специальные боеприпасы, не занимая обычную ячейку снаряжения. Это улучшение не будет получено, если у бойца уже есть специальная ячейка для боеприпасов."

[IRI_SpeedLoader_Passive X2AbilityTemplate]
LocFriendlyName="Ускоритель зарядки"
LocLongDescription="На оружие этого бойца установлен ускоритель зарядки, который позволяет перезаряжать оружие во время рывка."
LocHelpText="На оружие этого бойца установлен ускоритель зарядки, который позволяет перезаряжать оружие во время рывка."
LocFlyOverText="Ускоритель зарядки"

[IRI_SpeedLoader_Reload X2AbilityTemplate]
LocFriendlyName="Ускоритель зарядки"
LocLongDescription="Перезарядить это оружие автоматически при выполнении рывка."
LocHelpText="На оружие этого бойца установлен ускоритель зарядки, который позволяет перезаряжать оружие во время рывка."
LocFlyOverText="Ускоритель зарядки"

[IRI_SpeedLoader_Upgrade X2WeaponUpgradeTemplate]
FriendlyName="Ускоритель зарядки"
FriendlyNamePlural="Ускорители зарядки"
BriefSummary="Перезарядить это оружие автоматически при выполнении рывка."
TinySummary="Рывок перезаряжает оружие."
LootTooltip="Это улучшение оружия автоматически перезаряжает оружие, если боец выполняет рывок (действие желтого цвета)"

;	========================
;	OTHER STUFF
;	------------------------

[IRI_Arsenal_DummyPassive X2AbilityTemplate]
LocFriendlyName="Арсенал"
LocLongDescription="\"BIT\" способен использовать тяжелое вооружение. При использовании на союзном бойце, \"Протокол помощи\" временно передаст контроль над этим оружием ему. \"BIT\" также функционален, как и \"Гремлин\", но менее эффективен."
LocHelpText="\"BIT\" способен использовать тяжелое вооружение. При использовании на союзном бойце, \"Протокол помощи\" временно передаст контроль над этим оружием ему. \"BIT\" также функционален, как и \"Гремлин\", но менее эффективен."

[IRI_EntrenchProtocol X2AbilityTemplate]
LocFriendlyName="Протокол \"Укрытие\""
LocLongDescription="Если этот боец использует \"Протокол помощи\" - его эффект будет длиться сколь угодно долго до того времени, пока боец остаётся на одном месте. Сам \"протокол помощи\" в это время не перезаряжается."
LocHelpText="Если этот боец использует \"Протокол помощи\" - его эффект будет длиться сколь угодно долго до того времени, пока боец остаётся на одном месте. Сам \"протокол помощи\" в это время не перезаряжается."
LocFlyOverText="Протокол \"Укрытие\""

[IRI_EntrenchProtocol_Passive X2AbilityTemplate]
LocFriendlyName="Набор протоколов"
LocLongDescription="Дополнительно +<Ability:IRI_PROTOCOL_SUITE_HACKING_BONUS/> к навыку взлома. Если экипирован \"BIT\" или \"Гремлин\", этот боец получает дополнительные способности:\n<bullet/><font color='#1ad1cf'>\"Взлом\"</font> - возможность взламывать охранные башни и цели.\n<bullet/><font color='#1ad1cf'>\"Протокол помощи\"</font> - возможность предоставлять временный бонус к защите союзнику.\n<bullet/><font color='#1ad1cf'>\"Протокол \"Укрытие\"\"</font> - увеличивает время действия \"Протокола помощи\", при использовании способности на себе, пока боец остаётся на одном месте.\n<bullet/><font color='#1ad1cf'>Активный камуфляж</font> - уменьшать дальность обнаружения, пока боец скрывается."
LocHelpText="Дополнительно +<Ability:IRI_PROTOCOL_SUITE_HACKING_BONUS/> к навыку взлома. Если экипирован \"BIT\" или \"Гремлин\", этот боец получает дополнительные способности: \"Взлом\", \"Протокол помощи\", \"Протокол \"Укрытие\"\" и \"Активный камуфляж\"."
LocPromotionPopupText="<Bullet/> \"Протокол \"Укрытие\"\" пассивно делает \"Протокол помощи\" бесконечным, пока боец не двигается. Сам протокол в это время не перезаряжается.<br/><Bullet/> \"Активный камуфляж\" позволяет снизить радиус обнаружения этого бойца и сделать его не более шумным, чем обычный солдат. Без активного камуфляжа \"BIT\" или \"Гремлина\" обнаружить бойца становится гораздо проще."

[IRI_ActiveCamo X2AbilityTemplate]
LocFriendlyName="Активный камуфляж"
LocLongDescription="В начале миссии проецирует преломляющее свет поле вокруг бойца, уменьшая радиус обнаружения."
LocHelpText="В начале миссии проецирует преломляющее свет поле вокруг бойца, уменьшая радиус обнаружения."
LocFlyOverText="Активный камуфляж"

[IRI_OrdnanceLauncher_CV X2GrenadeLauncherTemplate]
FriendlyName="Пусковая установка"
FriendlyNamePlural="Пусковые установки"
BriefSummary="Пусковая установка позволяет нашим роботизированным войскам использовать разнообразную взрывчатку."
TacticalText="Пусковая установка позволяет нашим роботизированным войскам использовать разнообразную взрывчатку.\n<Bullet/> Добавляет <Ability:IRI_CONV_LAUNCHER_GRANT_GRENADE_SLOTS/> ячейки для гранат."
AbilityDescName="пусковая установка"

[IRI_OrdnanceLauncher_MG X2GrenadeLauncherTemplate]
FriendlyName="Пусковой ускоритель"
FriendlyNamePlural="Пусковые ускорители"
BriefSummary="Пусковой ускоритель использует магнитные технологии, которые позволяют запускать взрывчатые боеприпасы дальше, чем обычные пусковые установки."
TacticalText="Пусковой ускоритель использует магнитные технологии, которые позволяют запускать взрывчатые боеприпасы дальше, чем обычные пусковые установки.\n<Bullet/> Добавляет <Ability:IRI_MAG_LAUNCHER_GRANT_GRENADE_SLOTS/> ячейки для гранат."
AbilityDescName="пусковая установка"

[IRI_OrdnanceLauncher_BM X2GrenadeLauncherTemplate]
FriendlyName="Пусковой усилитель"
FriendlyNamePlural="Пусковые усилители"
BriefSummary="Пусковой усилитель комбинирует разработки лучевого оружия и интеллектуальных систем наведения для сверхточной отправки снарядов в цель."
TacticalText="Пусковой усилитель комбинирует разработки лучевого оружия и интеллектуальных систем наведения для сверхточной отправки снарядов в цель.\n<Bullet/> Добавляет <Ability:IRI_BEAM_LAUNCHER_GRANT_GRENADE_SLOTS/> ячейки для гранат."
AbilityDescName="пусковая установка"

[IRI_KineticStrikeModule X2WeaponTemplate]
FriendlyName="Ударный модуль"
FriendlyNamePlural="Ударные модули"
BriefSummary="Усилитель рукопашных атак для ИСКР\n\nКинетический ударный модуль представляет собой армированный кастет с твердотопливными ракетными ускорителями, что значительно повышает эффективность наших механизированных подразделений в ближнем бою."
TacticalText="Весь урон ближнего боя ИСКРы будет увеличен на 50%. Так же позволяет разрушать стены и укрытия специальной способностью."
AbilityDescName="ударный модуль"

[IRI_KineticStrike X2AbilityTemplate]
LocFriendlyName="Кинетический удар"
LocLongDescription="Нанести разрушительный удар по врагу рядом. Уничтожает большинство укрытий."
LocHelpText="Нанести разрушительный удар по врагу рядом. Уничтожает большинство укрытий."
LocFlyOverText="Кинетический удар"

[IRI_KineticStrike_Passive X2AbilityTemplate]
LocFriendlyName="Кинетический усилитель"
LocLongDescription="Кинетический усилитель увеличивает урон от атак ближнего боя."
LocHelpText="Модуль кинетического усилителя увеличивает урон от атак ближнего боя."
;LocFlyOverText="Кинетические усилители"


[IRI_RestorativeMist_Heal X2AbilityTemplate]
LocFriendlyName="Лечебный туман"
LocLongDescription="Восстанавливает здоровье всех органических солдат вокруг."
LocHelpText="Восстанавливает здоровье всех органических солдат вокруг."
LocFlyOverText="Лечебный туман"

[IRI_RestorativeMist_HealBit X2AbilityTemplate]
LocFriendlyName="Лечебный туман"
LocLongDescription="Отправить \"BIT\" вылечить всех органических бойцов в указанном месте."
LocHelpText="Отправить \"BIT\" вылечить всех органических бойцов в указанном месте."
LocFlyOverText="Лечебный туман"

[IRI_RestorativeMist_CV X2WeaponTemplate]
FriendlyName="Лечебный туман"
FriendlyNamePlural="Лечебный туман"
BriefSummary="Специальное оборудование для ИСКР\n\nПо сути дела просто сильно увеличенная аптечка - \"Лечебный туман\" способен быстро вернуть на поле боя нескольких раненных союзников. Используется в слоте тяжелого вооружения. Способность можно будет использовать дистанционно, если экипирована на \"BIT\"."
TacticalText="По сути дела просто сильно увеличенная аптечка - \"Лечебный туман\" способен быстро вернуть на поле боя нескольких раненных союзников.<br/><Bullet/> Лечебная взвесь способна как лечить раны, так и подавлять действие различных боевых агентов, как ядов так и воспламеняющих веществ.<br/><Bullet/> К сожалению массовое воздействие агента не способно стабилизировать истекающих кровью солдат.<br/><Bullet/> Если экипирован \"BIT\" способность можно будет использовать в целевой области, для воздействия на удаленных бойцов."
AbilityDescName="лечебный туман"

[IRI_ElectroPulse X2AbilityTemplate]
LocFriendlyName="ЭМ импульс"
LocLongDescription="Испускает электромагнитный импульс, который отключает энергетические щиты, вырубает вражескую технику, понижает их защиту от взлома и отключает оружие врага вокруг вас."
LocHelpText="Испускает электромагнитный импульс, который отключает энергетические щиты, вырубает вражескую технику, понижает их защиту от взлома и отключает оружие врага вокруг вас."
LocFlyOverText="ЭМ импульс"

[IRI_ElectroPulse_Bit X2AbilityTemplate]
LocFriendlyName="ЭМ импульс"
LocLongDescription="Отправить \"BIT\" испустить электромагнитный импульс, который отключает энергетические щиты, вырубает вражескую технику, понижает их защиту от взлома и отключает оружие врага в указанном месте."
LocHelpText="Отправить \"BIT\" испустить электромагнитный импульс, который отключает энергетические щиты, вырубает вражескую технику, понижает их защиту от взлома и отключает оружие врага в указанном месте."
LocFlyOverText="ЭМ импульс"

[IRI_ElectroPulse_CV X2WeaponTemplate]
FriendlyName="ЭМ пульсар"
FriendlyNamePlural="ЭМ импульс"
BriefSummary="Специальное оборудование для ИСКР\n\nСпециальный модуль, который может испустить сильный электромагнитный импульс, оглушающий вражескую технику и понижающий ее устройчивость к взлому. Так же отключает щиты и выводит из строя оружие, заставляя врагов перезарядиться."
TacticalText="Оглушает технику, понижает защиту от взлома, отключает оружие и снимает щиты в большом радиусе действия. <br/><Bullet/> Боец, несущий модуль ЭМ импульса невосприимчив к его эффекту, но другие дружеские бойцы (в том числе союзники) в зоне подвергнутся воздействию импульса."
AbilityDescName="ЭМ пульсар"

;	========================
;	 HEAVY STRIKE MODULE
;	------------------------

[IRI_KineticStrike_Soldier X2AbilityTemplate]
LocFriendlyName="Ударный модуль"
LocLongDescription="Ударный модуль для наших бойцов. Усиливает рукопашный урон и дает возможность ломать стены и окружения особым разрушительным ударом."
LocHelpText="Ударный модуль для наших бойцов. Усиливает рукопашный урон и дает возможность ломать стены и окружения особым разрушительным ударом."
LocFlyOverText="Ударный модуль"

[IRI_HeavyStrikeModule_T1 X2WeaponTemplate]
FriendlyName="Малый ударный модуль"
FriendlyNamePlural="Малый ударный модуль"
BriefSummary="Усилитель рукопашных атак для солдат\n\nПредназначенные для установки на экзоскелетную броню в качестве тяжёлого оружия, это модули позволяют пробивать стены, также легко как и врагов."
TacticalText="Предназначенные для установки на экзоскелетную броню в качестве тяжёлого оружия, это модули позволяют пробивать стены, также легко как и врагов."
AbilityDescName="тяжёлый ударный модуль"

[IRI_HeavyStrikeModule_T2 X2WeaponTemplate]
FriendlyName="Малый ударный модуль Т2"
FriendlyNamePlural="Малый ударный модуль Т2"
BriefSummary="Усилитель рукопашных атак для солдат\n\nСиловые Т2 ударные модули обладают гораздо большей ударной мощью, чем обычные ударные модули, что позволяет разрушать разнообразные объекты и наносить большой урон противнику."
TacticalText="Силовые Т2 ударные модули обладают гораздо большей ударной мощью, чем обычные ударные модули, что позволяет разрушать разнообразные объекты и наносить большой урон противнику."
AbilityDescName="Малый ударный модуль Т2"

[IRI_HeavyStrike_Bit X2AbilityTemplate]
LocFriendlyName="Ударный модуль \"BIT\""
LocLongDescription="Дать команду \"BIT\" нанести разрушительный удар по врагу рядом. Уничтожает большинство укрытий."
LocHelpText="Дать команду \"BIT\" нанести разрушительный удар по врагу рядом. Уничтожает большинство укрытий."
LocFlyOverText="ударный модуль \"BIT\""

;	========================
;	 KIRUKA AUTOGUN
;	------------------------

[IRI_Heavy_Autogun X2WeaponTemplate]
FriendlyName="Авто-пушка \"Кирука\""
FriendlyNamePlural="Авто-пушки \"Кирука\""
BriefSummary="Тяжелое оружие для ИСКР, разрушителей и солдат в экзо-броне\n\nСпроектированная оружейной компанией \"Кирука\", эта авто-пушка используется как дополнительное оружие для \"Искры\", хотя и другие солдаты могут использовать его."
TacticalText="Спроектированная оружейной компанией \"Кирука\", эта авто-пушка используется как дополнительное оружие для \"Искры\", хотя и другие солдаты могут использовать его. <br/><Bullet/> Авто-пушка обладает бесконечным боезопасом и не требует перезарядки. <br/><Bullet/> Это оружие получает бонусы от специальных патронов, используемых солдатом."
AbilityDescName="авто-пушка"

[IRI_Heavy_Autogun_MK2 X2WeaponTemplate]
FriendlyName="Импульсная пушка \"Кирука\""
FriendlyNamePlural="Импульсные пушки \"Кирука\""
BriefSummary="Тяжелое оружие для ИСКР, разрушителей и солдат в экзо-броне\n\nПостроенные на базе ранних разработок импульсного энергетического оружия импульсные авто-пушки \"Кирука\" наносят больше урона, нежели обычные."
TacticalText="Построенные на базе ранних разработок импульсного энергетического оружия импульсные авто-пушки \"Кирука\" наносят больше урона, нежели обычные. <br/><Bullet/> Авто-пушка обладает бесконечным боезопасом и не требует перезарядки. <br/><Bullet/> Так же наносит разрыв (1ед) при попадании. <br/><Bullet/> Это оружие получает бонусы от специальных зарядов, используемых солдатом."
AbilityDescName="авто-пушка"

[IRI_Fire_HeavyAutogun X2AbilityTemplate]
LocFriendlyName="Выстрелить из авто-пушки"
LocLongDescription="Выстрелить из авто-пушки по цели."
LocHelpText="Выстрелить из авто-пушки по цели."

[IRI_Overwatch_HeavyAutogun X2AbilityTemplate]
LocFriendlyName="Наблюдение (авто-пушка)"
LocLongDescription="Получив штраф к меткости, выстрелить из авто-пушки в первого врага, который окажется в поле вашего зрения."
LocLongDescriptionWhenConcealed="Выстрел из авто-пушки в первого врага, который появится в поле зрения, но только при отсутствии маскировки."
LocHelpText="Получив штраф к меткости, выстрелить из авто-пушки в первого врага, который окажется в поле вашего зрения."
LocFlyOverText="Наблюдение (авто-пушка)"
LocFriendlyNameWhenConcealed="Скрытое наблюдение (авто-пушка)"

[IRI_OverwatchShot_HeavyAutogun X2AbilityTemplate]
LocFriendlyName="Выстрелить из авто-пушки"
LocLongDescription="Выстрелить из авто-пушки по цели."
LocHelpText="Выстрелить из авто-пушки по цели."

[IRI_OverwatchShot_HeavyAutogun_Spark X2AbilityTemplate]
LocFriendlyName="Выстрелить из авто-пушки"
LocLongDescription="Выстрелить из авто-пушки по цели."
LocHelpText="Выстрелить из авто-пушки по цели."

[IRI_OverwatchShot_HeavyAutogun_BIT X2AbilityTemplate]
LocFriendlyName="Выстрелить из авто-пушки"
LocLongDescription="Выстрелить из авто-пушки по цели."
LocHelpText="Выстрелить из авто-пушки по цели."

[IRI_Fire_HeavyAutogun_Spark X2AbilityTemplate]
LocFriendlyName="Выстрелить из авто-пушки"
LocLongDescription="Выстрелить из авто-пушки по цели."
LocHelpText="Выстрелить из авто-пушки по цели."

[IRI_Fire_HeavyAutogun_BIT X2AbilityTemplate]
LocFriendlyName="Выстрелить из авто-пушки"
LocLongDescription="Выстрелить из авто-пушки по цели."
LocHelpText="Выстрелить из авто-пушки по цели."

[IRI_ArmCannon_Tech X2TechTemplate]
DisplayName="<font color='#ED9C71'>Механизированные трансформируемые конечности</font>"
Summary="Приложив немного усилий и ресурсов, мы могли бы разработать систему трансформации оружия, которая позволила бы нашим ИСКРам нести дополнительное тяжелое оружие, интегрированное в их левый манипулятор."

[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
m_strInventoryLabels[eInvSlot_SparkGrenadePocket]="ГРАНАТЫ"
m_strInventoryLabels[eInvSlot_AuxiliaryWeapon]="ДОПОЛНИТЕЛЬНОЕ ОРУЖИЕ"
m_strInventoryLabels[eInvSlot_ExtraBackpack]="ТЯЖЕЛОЕ ОРУЖИЕ \"BIT\""
